reports/demo-1-names-api/vegeta-output.txt
Requests      [total, rate]            1000, 50.05
Duration      [total, attack, wait]    19.98361357s, 19.979999862s, 3.613708ms
Latencies     [mean, 50, 95, 99, max]  4.442895ms, 2.563555ms, 4.72835ms, 106.671541ms, 200.248951ms
Bytes In      [total, mean]            15452, 15.45
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  84.50%
Status Codes  [code:count]             200:845  0:155
Error Set:
Get http://192.168.5.2:5040/name: dial tcp 0.0.0.0:0->192.168.5.2:5040: getsockopt: connection refused